Repository: CofficLab/Cisum_SwiftUI
Catalog: Packages/PluginAudioScene/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant_hk

source: Enter Music Library
zh_hans: 进入音乐库
zh_hant_hk: 進入音樂庫

source: Enter Music Repository
zh_hans: 进入音乐仓库
zh_hant_hk: 進入音樂倉庫

source: Music Library
zh_hans: 音乐库
zh_hant_hk: 音樂庫

source: Music Scene
zh_hans: 音乐场景
zh_hant_hk: 音樂場景

source: Provides music library scene
zh_hans: 提供音乐库场景
zh_hant_hk: 提供音樂庫場景

source: Provides the Music Library scene, the main entry for music features
zh_hans: 提供「音乐库」场景，是音乐功能的主入口。
zh_hant_hk: 提供「音樂庫」場景，是音樂功能的主入口。

source: Overview
zh_hans: 概述
zh_hant_hk: 概述

source: Core Capabilities
zh_hans: 核心能力
zh_hant_hk: 核心能力

source: Music Library: the main interface of the music scene.
zh_hans: 音乐库：音乐场景的主界面。
zh_hant_hk: 音樂庫：音樂場景的主介面。

source: Scene Switching: switches exclusively with other scenes (audiobooks).
zh_hans: 场景切换：与其他场景（有声书）互斥切换。
zh_hant_hk: 場景切換：與其他場景（有聲書）互斥切換。

source: Basic Operations
zh_hans: 基本操作
zh_hant_hk: 基本操作

source: Enter the music library from the scene switcher.
zh_hans: 在场景切换器中进入音乐库。
zh_hant_hk: 在場景切換器中進入音樂庫。

source: Browse and play music.
zh_hans: 浏览并播放音乐。
zh_hant_hk: 瀏覽並播放音樂。

source: Notes
zh_hans: 说明
zh_hant_hk: 說明

source: Scenes are built into the app and cannot be extended.
zh_hans: 场景由应用内置，固定不可扩展。
zh_hant_hk: 場景由應用程式內建，固定不可擴充。

source: Version
zh_hans: 版本
zh_hant_hk: 版本

source: Type
zh_hans: 类型
zh_hant_hk: 類型

source: Plugin
zh_hans: 插件
zh_hant_hk: 外掛程式

source: The main interface of the music scene.
zh_hans: 音乐场景的主界面。
zh_hant_hk: 音樂場景的主介面。

source: Switches exclusively with other scenes (audiobooks).
zh_hans: 与其他场景（有声书）互斥切换。
zh_hant_hk: 與其他場景（有聲書）互斥切換。

source: Scene Switching
zh_hans: 场景切换
zh_hant_hk: 場景切換
